Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: JavaScript resources
ar: موارد جافا سكريبت
bn: জাভাস্ক্রিপ্ট সম্পদ
de: JavaScript-Ressourcen
es: Recursos JavaScript
fr: Ressources JavaScript
he: משאבי JavaScript
hi: जावास्क्रिप्ट संसाधन
it: Risorse JavaScript
ja_jp: JavaScript リソース
nl: JavaScript-bronnen
pt: Recursos JavaScript
ru: Ресурсы JavaScript
te: జావాస్క్రిప్ట్ వనరులు
zh_cn: JavaScript 资源

source: CSS resources
ar: موارد CSS
bn: CSS সম্পদ
de: CSS-Ressourcen
es: Recursos CSS
fr: Ressources CSS
he: משאבי CSS
hi: सीएसएस संसाधन
it: Risorse CSS
ja_jp: CSS リソース
nl: CSS-bronnen
pt: Recursos CSS
ru: CSS-ресурсы
te: CSS వనరులు
zh_cn: CSS 资源

source: Display HTML
ar: عرض HTML
bn: HTML প্রদর্শন করুন
de: HTML anzeigen
es: Mostrar HTML
fr: Afficher le HTML
he: הצג HTML
hi: HTML प्रदर्शित करें
it: Visualizza HTML
ja_jp: HTMLを表示する
nl: HTML weergeven
pt: Exibir HTML
ru: Отображать HTML
te: HTMLని ప్రదర్శించు
zh_cn: 显示 HTML

source: Text
ar: نص
bn: পাঠ্য
es: Texto
fr: Texte
he: טֶקסט
hi: मूलपाठ
it: Testo
ja_jp: 文章
nl: Tekst
pt: Texto
ru: Текст
te: వచనం
zh_cn: 文本

source: Rich Text
ar: نص غني
bn: রিচ টেক্সট
es: Texto Rico
fr: Texte enrichi
he: טקסט עשיר
hi: रिच पाठ
it: Testo ricco
ja_jp: リッチテキスト
nl: Rijke tekst
pt: Texto rico
ru: Форматированный текст
te: రిచ్ టెక్స్ట్
zh_cn: 富文本

source: Textarea
ar: منطقة النص
de: Textbereich
es: área de texto
fr: Zone de texte
hi: पाठ क्षेत्र
it: Area di testo
ja_jp: テキストエリア
nl: Tekstgebied
pt: Área de texto
ru: Текстовая область
te: టెక్స్టారియా
zh_cn: 文本区

source: File
ar: ملف
bn: ফাইল
de: Datei
es: Expediente
fr: Déposer
he: קוֹבֶץ
hi: फ़ाइल
ja_jp: ファイル
nl: Bestand
pt: Arquivo
ru: Файл
te: ఫైల్
zh_cn: 文件

source: Image
ar: صورة
bn: ছবি
de: Bild
es: Imagen
he: תְמוּנָה
hi: छवि
it: Immagine
ja_jp: 画像
nl: Afbeelding
pt: Imagem
ru: Изображение
te: చిత్రం
zh_cn: 图像

source: Remove Resource
ar: إزالة المورد
bn: রিসোর্স সরান
de: Ressource entfernen
es: Eliminar recurso
fr: Supprimer la ressource
he: הסר משאב
hi: संसाधन हटाएँ
it: Rimuovi risorsa
ja_jp: リソースの削除
nl: Bron verwijderen
pt: Remover recurso
ru: Удалить ресурс
te: వనరులను తీసివేయండి
zh_cn: 删除资源

source: Base
ar: قاعدة
bn: বেস
he: בָּסִיס
hi: आधार
ja_jp: ベース
nl: Baseren
ru: База
te: బేస్
zh_cn: 根据

source: Responsive
ar: مستجيب
bn: প্রতিক্রিয়াশীল
de: Reaktionsschnell
es: Sensible
fr: Sensible
he: תגובה
hi: उत्तरदायी
it: Reattivo
ja_jp: レスポンシブ
nl: Responsief
pt: Responsivo
ru: Отзывчивый
te: రెస్పాన్సివ్
zh_cn: 反应灵敏

source: Click on a site to work on its pages,
ar: انقر على موقع للعمل على صفحاته،
bn: একটি সাইটের পৃষ্ঠাগুলিতে কাজ করতে ক্লিক করুন,
de: Klicken Sie auf eine Website, um an deren Seiten zu arbeiten.
es: Haga clic en un sitio para trabajar en sus páginas,
fr: Cliquez sur un site pour travailler sur ses pages,
he: לחץ על אתר כדי לעבוד על הדפים שלו,
hi: किसी साइट के पेजों पर काम करने के लिए उस पर क्लिक करें,
it: Fare clic su un sito per lavorare sulle sue pagine,
ja_jp: サイトをクリックしてそのページで作業します。
nl: Klik op een site om aan de pagina's ervan te werken,
pt: Clique em um site para trabalhar em suas páginas,
ru: Нажмите на сайт, чтобы работать на его страницах,
te: దాని పేజీలలో పని చేయడానికి సైట్u200cపై క్లిక్ చేయండి,
zh_cn: 单击一个网站即可在其页面上工作，

source: or click a folder in the Assets node to work on Assets.
ar: أو انقر فوق مجلد في عقدة الأصول للعمل على الأصول.
bn: অথবা সম্পদে কাজ করতে সম্পদ নোডের একটি ফোল্ডারে ক্লিক করুন।
de: oder klicken Sie auf einen Ordner im Knoten „Assets“, um an Assets zu arbeiten.
es: O haga clic en una carpeta del nodo Activos para trabajar en Activos.
fr: ou cliquez sur un dossier dans le nœud Actifs pour travailler sur les actifs.
he: או לחץ על תיקיה בצומת Assets כדי לעבוד על Assets.
hi: या एसेट्स पर काम करने के लिए एसेट्स नोड में एक फ़ोल्डर पर क्लिक करें।
it: oppure fare clic su una cartella nel nodo Risorse per lavorare sulle Risorse.
ja_jp: または、「アセット」ノード内のフォルダーをクリックしてアセットを操作します。
nl: of klik op een map in het knooppunt Activa om aan Assets te werken.
pt: ou clique em uma pasta no nó Ativos para trabalhar em Ativos.
ru: или щелкните папку в узле «Ресурсы», чтобы работать с «Ресурсами».
te: లేదా ఆస్తులపై పని చేయడానికి అసెట్స్ నోడ్u200cలోని ఫోల్డర్u200cను క్లిక్ చేయండి.
zh_cn: 或者单击资产节点中的文件夹以处理资产。

source: Click the Create Site button to create a site, or click a folder in the Assets node to work on Assets.
ar: انقر فوق الزر "إنشاء موقع" لإنشاء موقع، أو انقر فوق مجلد في عقدة "الأصول" للعمل على الأصول.
bn: একটি সাইট তৈরি করতে সাইট তৈরি করুন বোতামে ক্লিক করুন, অথবা সম্পদে কাজ করতে সম্পদ নোডে একটি ফোল্ডারে ক্লিক করুন।
de: Klicken Sie auf die Schaltfläche „Site erstellen“, um eine Site zu erstellen, oder klicken Sie auf einen Ordner im Knoten „Assets“, um an Assets zu arbeiten.
es: Haga clic en el botón Crear sitio para crear un sitio o haga clic en una carpeta del nodo Activos para trabajar en Activos.
fr: Cliquez sur le bouton Créer un site pour créer un site ou cliquez sur un dossier dans le nœud Actifs pour travailler sur les actifs.
he: לחץ על הלחצן צור אתר כדי ליצור אתר, או לחץ על תיקיה בצומת הנכסים כדי לעבוד על נכסים.
hi: साइट बनाने के लिए साइट बनाएं बटन पर क्लिक करें, या एसेट्स पर काम करने के लिए एसेट्स नोड में एक फ़ोल्डर पर क्लिक करें।
it: Fare clic sul pulsante Crea sito per creare un sito oppure fare clic su una cartella nel nodo Risorse per lavorare sulle Risorse.
ja_jp: 「サイトの作成」ボタンをクリックしてサイトを作成するか、「アセット」ノード内のフォルダーをクリックしてアセットを操作します。
nl: Klik op de knop Site maken om een site te maken, of klik op een map in het knooppunt Assets om aan Assets te werken.
pt: Clique no botão Criar Site para criar um site ou clique em uma pasta no nó Ativos para trabalhar em Ativos.
ru: Нажмите кнопку «Создать сайт», чтобы создать сайт, или щелкните папку в узле «Ресурсы», чтобы работать с «Ресурсами».
te: సైట్u200cను సృష్టించడానికి సైట్u200cని సృష్టించు బటన్u200cను క్లిక్ చేయండి లేదా ఆస్తులపై పని చేయడానికి అసెట్స్ నోడ్u200cలోని ఫోల్డర్u200cను క్లిక్ చేయండి.
zh_cn: 单击“创建站点”按钮创建站点，或单击“资产”节点中的文件夹以处理资产。

source: No site exists. Contact your administrator and ask them to create a site.
ar: لا يوجد موقع. اتصل بالمسؤول واطلب منه إنشاء موقع.
bn: কোন সাইট বিদ্যমান নেই. আপনার প্রশাসকের সাথে যোগাযোগ করুন এবং একটি সাইট তৈরি করতে বলুন৷
de: Es existiert keine Website. Kontaktieren Sie Ihren Administrator und bitten Sie ihn, eine Site zu erstellen.
es: No existe ningún sitio. Póngase en contacto con su administrador y pídales que creen un sitio.
fr: Aucun site n'existe. Contactez votre administrateur et demandez-lui de créer un site.
he: לא קיים אתר. פנה למנהל המערכת שלך ובקש ממנו ליצור אתר.
hi: कोई साइट मौजूद नहीं है. अपने व्यवस्थापक से संपर्क करें और उन्हें एक साइट बनाने के लिए कहें।
it: Nessun sito esiste. Contatta l'amministratore e chiedigli di creare un sito.
ja_jp: サイトは存在しません。管理者に連絡して、サイトを作成するように依頼してください。
nl: Er bestaat geen site. Neem contact op met uw beheerder en vraag hem of haar een site te maken.
pt: Não existe nenhum site. Entre em contato com seu administrador e peça-lhe para criar um site.
ru: Никакого сайта не существует. Свяжитесь с администратором и попросите его создать сайт.
te: సైట్ లేదు. మీ అడ్మినిస్ట్రేటర్u200cని సంప్రదించండి మరియు సైట్u200cని సృష్టించమని వారిని అడగండి.
zh_cn: 不存在任何站点。请联系您的管理员并要求他们创建站点。

source: Double-click on a site to work on its navigation.
ar: انقر نقرًا مزدوجًا على الموقع للعمل على التنقل فيه.
bn: একটি সাইটের নেভিগেশনে কাজ করতে ডাবল-ক্লিক করুন।
de: Doppelklicken Sie auf eine Site, um an deren Navigation zu arbeiten.
es: Haga doble clic en un sitio para trabajar en su navegación.
fr: Double-cliquez sur un site pour travailler sa navigation.
he: לחץ פעמיים על אתר כדי לעבוד על הניווט שלו.
hi: किसी साइट के नेविगेशन पर काम करने के लिए उस पर डबल-क्लिक करें।
it: Fare doppio clic su un sito per lavorare sulla sua navigazione.
ja_jp: サイトをダブルクリックして、ナビゲーションを操作します。
nl: Dubbelklik op een site om aan de navigatie te werken.
pt: Clique duas vezes em um site para trabalhar em sua navegação.
ru: Дважды щелкните сайт, чтобы поработать над его навигацией.
te: సైట్ నావిగేషన్u200cపై పని చేయడానికి దానిపై రెండుసార్లు క్లిక్ చేయండి.
zh_cn: 双击站点即可进行导航。

source: Click the Create Site button to create a site.
ar: انقر فوق الزر "إنشاء موقع" لإنشاء موقع.
bn: একটি সাইট তৈরি করতে সাইট তৈরি করুন বোতামে ক্লিক করুন।
de: Klicken Sie auf die Schaltfläche „Site erstellen“, um eine Site zu erstellen.
es: Haga clic en el botón Crear sitio para crear un sitio.
fr: Cliquez sur le bouton Créer un site pour créer un site.
he: לחץ על הלחצן צור אתר כדי ליצור אתר.
hi: साइट बनाने के लिए साइट बनाएं बटन पर क्लिक करें।
it: Fare clic sul pulsante Crea sito per creare un sito.
ja_jp: 「サイトの作成」ボタンをクリックしてサイトを作成します。
nl: Klik op de knop Site maken om een site te maken.
pt: Clique no botão Criar Site para criar um site.
ru: Нажмите кнопку «Создать сайт», чтобы создать сайт.
te: సైట్u200cను సృష్టించడానికి సైట్u200cని సృష్టించు బటన్u200cను క్లిక్ చేయండి.
zh_cn: 单击“创建站点”按钮创建站点。

source: Add New Category
ar: إضافة فئة جديدة
bn: নতুন বিভাগ যোগ করুন
de: Neue Kategorie hinzufügen
es: Añadir Nueva Categoria
fr: Ajouter une nouvelle catégorie
he: הוסף קטגוריה חדשה
hi: नई श्रेणी जोड़ें
it: Aggiungi nuova categoria
ja_jp: 新しいカテゴリを追加
nl: Nieuwe categorie toevoegen
pt: Adicionar nova categoria
ru: Добавить новую категорию
te: కొత్త కేటగిరీని జోడించండి
zh_cn: 添加新类别

source: Add New Child Category
ar: إضافة فئة طفل جديدة
bn: নতুন চাইল্ড ক্যাটাগরি যোগ করুন
de: Neue untergeordnete Kategorie hinzufügen
es: Agregar Nueva Categoría de Niño
fr: Ajouter une nouvelle catégorie enfant
he: הוסף קטגוריית ילד חדש
hi: नई बाल श्रेणी जोड़ें
it: Aggiungi nuova categoria figlio
ja_jp: 新しい子カテゴリを追加
nl: Nieuwe onderliggende categorie toevoegen
pt: Adicionar nova categoria secundária
ru: Добавить новую дочернюю категорию
te: కొత్త చైల్డ్ కేటగిరీని జోడించండి
zh_cn: 添加新的子类别

source: Remove Category
ar: إزالة الفئة
bn: বিভাগ সরান
de: Kategorie entfernen
es: Eliminar Categoría
fr: Supprimer la catégorie
he: הסר קטגוריה
hi: श्रेणी हटाएं
it: Rimuovi categoria
ja_jp: カテゴリの削除
nl: Categorie verwijderen
pt: Remover categoria
ru: Удалить категорию
te: వర్గాన్ని తీసివేయండి
zh_cn: 删除类别

source: Edit category details
ar: تحرير تفاصيل الفئة
bn: বিভাগের বিবরণ সম্পাদনা করুন
de: Kategoriedetails bearbeiten
es: Editar detalles de categorías
fr: Modifier les détails de la catégorie
he: ערוך את פרטי הקטגוריה
hi: श्रेणी विवरण संपादित करें
it: Modifica i dettagli della categoria
ja_jp: カテゴリの詳細を編集する
nl: Categoriedetails bewerken
pt: Editar detalhes da categoria
ru: Изменить сведения о категории
te: వర్గం వివరాలను సవరించండి
zh_cn: 编辑类别详细信息

source: Move Up
ar: تحرك لأعلى
bn: উপরে সরান
de: Nach oben bewegen
es: Mover Encima
fr: Monter
he: לזוז למעלה
hi: ऊपर ले जाएं
it: Spostati in alto
ja_jp: 上に移動
nl: Ga omhoog
pt: Subir
ru: Двигаться вверх
te: పైకి తరలించు
zh_cn: 向上移动

source: Move Down
ar: تحرك للأسفل
bn: নিচে সরান
de: Nach unten bewegen
es: Mover Abajo
fr: Descendre
he: לזוז למטה
hi: नीचे ले जाएं
it: Sposta giù
ja_jp: 下に移動
nl: Ga naar beneden
pt: Mover para baixo
ru: Вниз
te: క్రిందికి తరలించు
zh_cn: 下移

source: Add new user
ar: إضافة مستخدم جديد
bn: নতুন ব্যবহারকারী যোগ করুন
de: Neuen Benutzer hinzufügen
es: Añadir nuevo usuario
fr: Ajouter un nouvel utilisateur
he: הוסף משתמש חדש
hi: नई उपयोगकर्ता को जोड़ना
it: Aggiungi nuovo utente
ja_jp: 新しいユーザーを追加
nl: Nieuwe gebruiker toevoegen
pt: Adicionar novo usuário
ru: Добавить нового пользователя
te: కొత్త వినియోగదారుని జోడించండి
zh_cn: 添加新用户

source: Edit user details
ar: تحرير تفاصيل المستخدم
bn: ব্যবহারকারীর বিবরণ সম্পাদনা করুন
de: Benutzerdetails bearbeiten
es: Editar detalles de usuario
fr: Modifier les détails de l'utilisateur
he: ערוך את פרטי המשתמש
hi: उपयोगकर्ता विवरण संपादित करें
it: Modifica i dettagli dell'utente
ja_jp: ユーザーの詳細を編集する
nl: Gebruikersgegevens bewerken
pt: Editar detalhes do usuário
ru: Редактировать данные пользователя
te: వినియోగదారు వివరాలను సవరించండి
zh_cn: 编辑用户详细信息

source: Edit role details
ar: تحرير تفاصيل الدور
bn: ভূমিকার বিবরণ সম্পাদনা করুন
de: Rollendetails bearbeiten
es: Editar detalles de rol
fr: Modifier les détails du rôle
he: ערוך את פרטי התפקיד
hi: भूमिका विवरण संपादित करें
it: Modifica i dettagli del ruolo
ja_jp: 役割の詳細を編集する
nl: Roldetails bewerken
pt: Editar detalhes da função
ru: Изменить сведения о роли
te: పాత్ర వివరాలను సవరించండి
zh_cn: 编辑角色详细信息

source: Add users to role
ar: إضافة مستخدمين إلى الدور
bn: ভূমিকা ব্যবহারকারীদের যোগ করুন
de: Fügen Sie Benutzer zur Rolle hinzu
es: Agregar usuarios al rol
fr: Ajouter des utilisateurs au rôle
he: הוסף משתמשים לתפקיד
hi: उपयोगकर्ताओं को भूमिका में जोड़ें
it: Aggiungi utenti al ruolo
ja_jp: ユーザーをロールに追加する
nl: Voeg gebruikers toe aan de rol
pt: Adicionar usuários à função
ru: Добавить пользователей в роль
te: పాత్రకు వినియోగదారులను జోడించండి
zh_cn: 将用户添加到角色

source: Edit workflow details
ar: تحرير تفاصيل سير العمل
bn: কর্মপ্রবাহের বিবরণ সম্পাদনা করুন
de: Bearbeiten Sie die Workflow-Details
es: Editar detalles del flujo de trabajo
fr: Modifier les détails du flux de travail
he: ערוך פרטי זרימת עבודה
hi: वर्कफ़्लो विवरण संपादित करें
it: Modifica i dettagli del flusso di lavoro
ja_jp: ワークフローの詳細を編集する
nl: Werkstroomdetails bewerken
pt: Editar detalhes do fluxo de trabalho
ru: Изменить сведения о рабочем процессе
te: వర్క్u200cఫ్లో వివరాలను సవరించండి
zh_cn: 编辑工作流程详细信息

source: Add Users to Role
ar: إضافة مستخدمين إلى الدور
bn: ভূমিকা ব্যবহারকারীদের যোগ করুন
de: Fügen Sie Benutzer zur Rolle hinzu
es: Añadir Usuarios al Rol
fr: Ajouter des utilisateurs au rôle
he: הוסף משתמשים לתפקיד
hi: उपयोगकर्ताओं को भूमिका में जोड़ें
it: Aggiungi utenti al ruolo
ja_jp: ユーザーをロールに追加
nl: Gebruikers toevoegen aan rol
pt: Adicionar usuários à função
ru: Добавить пользователей в роль
te: పాత్రకు వినియోగదారులను జోడించండి
zh_cn: 将用户添加到角色

source: There are no users available to add to role '
ar: لا يوجد مستخدمون متاحون لإضافتهم إلى الدور '
bn: ভূমিকা যোগ করার জন্য কোন ব্যবহারকারী উপলব্ধ নেই '
de: Es sind keine Benutzer verfügbar, die der Rolle hinzugefügt werden können.
es: No hay usuarios disponibles para agregar al rol '
fr: Il n'y a aucun utilisateur disponible à ajouter au rôle '
he: אין משתמשים זמינים להוספה לתפקיד '
hi: भूमिका में जोड़ने के लिए कोई उपयोगकर्ता उपलब्ध नहीं है'
it: Non ci sono utenti disponibili da aggiungere al ruolo '
ja_jp: ロールに追加できるユーザーはいません '
nl: Er zijn geen gebruikers beschikbaar om toe te voegen aan rol '
pt: Não há usuários disponíveis para adicionar à função '
ru: Нет пользователей, доступных для добавления в роль '
te: పాత్రకు జోడించడానికి వినియోగదారులు ఎవరూ అందుబాటులో లేరు '
zh_cn: 没有可添加到角色的用户 '

source: '. All users in the system have already been added to the role.
ar: '. تمت إضافة جميع المستخدمين في النظام بالفعل إلى الدور.
bn: ' সিস্টেমের সমস্ত ব্যবহারকারী ইতিমধ্যে ভূমিকায় যোগ করা হয়েছে.
de: '. Alle Benutzer im System wurden bereits zur Rolle hinzugefügt.
es: '. Ya se han agregado todos los usuarios del sistema a la función.
fr: '. Tous les utilisateurs du système ont déjà été ajoutés au rôle.
he: '. כל המשתמשים במערכת כבר נוספו לתפקיד.
hi: '. सिस्टम के सभी उपयोगकर्ताओं को पहले ही भूमिका में जोड़ दिया गया है।
it: '. Tutti gli utenti nel sistema sono già stati aggiunti al ruolo.
ja_jp: '。 システム内のすべてのユーザーはすでにロールに追加されています。
nl: '. Alle gebruikers in het systeem zijn al aan de rol toegevoegd.
pt: '. Todos os usuários do sistema já foram adicionados à função.
ru: '. Все пользователи в системе уже добавлены в эту роль.
te: '. సిస్టమ్u200cలోని వినియోగదారులందరూ ఇప్పటికే పాత్రకు జోడించబడ్డారు.
zh_cn: '。 系统中的所有用户都已添加到该角色中。

source: Error while loading available users.
ar: حدث خطأ أثناء تحميل المستخدمين المتاحين.
bn: উপলব্ধ ব্যবহারকারীদের লোড করার সময় ত্রুটি৷
de: Fehler beim Laden verfügbarer Benutzer.
es: Error al cargar usuarios disponibles.
fr: Erreur lors du chargement des utilisateurs disponibles.
he: שגיאה בעת טעינת משתמשים זמינים.
hi: उपलब्ध उपयोगकर्ताओं को लोड करते समय त्रुटि.
it: Errore durante il caricamento degli utenti disponibili.
ja_jp: 利用可能なユーザーの読み込み中にエラーが発生しました。
nl: Fout bij het laden van beschikbare gebruikers.
pt: Erro ao carregar usuários disponíveis.
ru: Ошибка при загрузке доступных пользователей.
te: అందుబాటులో ఉన్న వినియోగదారులను లోడ్ చేస్తున్నప్పుడు లోపం ఏర్పడింది.
zh_cn: 加载可用用户时出错。

source: You are about to delete the role: '
ar: أنت على وشك حذف الدور: '
bn: আপনি ভূমিকাটি মুছে ফেলতে চলেছেন: '
de: Sie sind dabei, die Rolle zu löschen: '
es: Estás a punto de eliminar el rol: '
fr: Vous êtes sur le point de supprimer le rôle : '
he: אתה עומד למחוק את התפקיד: '
hi: आप भूमिका हटाने वाले हैं: '
it: Stai per eliminare il ruolo: '
ja_jp: ロールを削除しようとしています: '
nl: U staat op het punt de rol te verwijderen: '
pt: Você está prestes a excluir a função: '
ru: Вы собираетесь удалить роль: '
te: మీరు ఈ పాత్రను తొలగించబోతున్నారు: '
zh_cn: 您即将删除该角色：'

source: Are you sure you would like to delete this role?
ar: هل أنت متأكد أنك تريد حذف هذا الدور؟
bn: আপনি কি নিশ্চিত আপনি এই ভূমিকা মুছে দিতে চান?
de: Sind Sie sicher, dass Sie diese Rolle löschen möchten?
es: ¿Está seguro de que desea eliminar este rol?
fr: Êtes-vous sûr de vouloir supprimer ce rôle ?
he: האם אתה בטוח שברצונך למחוק את התפקיד הזה?
hi: क्या आप वाकई इस भूमिका को हटाना चाहेंगे?
it: Sei sicuro di voler eliminare questo ruolo?
ja_jp: この役割を削除してもよろしいですか?
nl: Weet u zeker dat u deze rol wilt verwijderen?
pt: Tem certeza de que deseja excluir esta função?
ru: Вы уверены, что хотите удалить эту роль?
te: మీరు ఖచ్చితంగా ఈ పాత్రను తొలగించాలనుకుంటున్నారా?
zh_cn: 您确定要删除该角色吗？

source: Delete Role
ar: حذف الدور
bn: ভূমিকা মুছুন
de: Rolle löschen
es: Eliminar Papel
fr: Supprimer le rôle
he: מחק תפקיד
hi: भूमिका हटाएँ
it: Elimina ruolo
ja_jp: 役割の削除
nl: Rol verwijderen
pt: Excluir função
ru: Удалить роль
te: పాత్రను తొలగించండి
zh_cn: 删除角色

source: Are you sure you would like to remove these users from role '
ar: هل أنت متأكد من رغبتك في إزالة هؤلاء المستخدمين من الدور "
bn: আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীদের ভূমিকা থেকে সরাতে চান '
de: Sind Sie sicher, dass Sie diese Benutzer aus der Rolle ' entfernen möchten?
es: ¿Estás seguro de que quieres eliminar estos usuarios del rol '
fr: Etes-vous sûr de vouloir supprimer ces utilisateurs du rôle '
he: האם אתה בטוח שברצונך להסיר משתמשים אלה מתפקיד '
hi: क्या आप वाकई इन उपयोगकर्ताओं को भूमिका से हटाना चाहेंगे'
it: Sei sicuro di voler rimuovere questi utenti dal ruolo '
ja_jp: これらのユーザーをロール「」から削除してもよろしいですか?
nl: Weet u zeker dat u deze gebruikers wilt verwijderen uit de rol '
pt: Tem certeza de que deseja remover estes usuários da função '
ru: Вы уверены, что хотите удалить этих пользователей из роли?
te: మీరు ఖచ్చితంగా ఈ వినియోగదారులను పాత్ర నుండి తీసివేయాలనుకుంటున్నారా '
zh_cn: 您确定要从角色中删除这些用户吗？

source: Remove Users from Role
ar: إزالة المستخدمين من الدور
bn: ভূমিকা থেকে ব্যবহারকারীদের সরান
de: Entfernen Sie Benutzer aus der Rolle
es: Quitar usuarios del rol
fr: Supprimer des utilisateurs du rôle
he: הסר משתמשים מתפקיד
hi: उपयोगकर्ताओं को भूमिका से हटाएँ
it: Rimuovi utenti dal ruolo
ja_jp: ロールからユーザーを削除
nl: Gebruikers uit rol verwijderen
pt: Remover usuários da função
ru: Удалить пользователей из роли
te: పాత్ర నుండి వినియోగదారులను తీసివేయండి
zh_cn: 从角色中删除用户

source: Error while deleting role
ar: حدث خطأ أثناء حذف الدور
bn: ভূমিকা মোছার সময় ত্রুটি৷
de: Fehler beim Löschen der Rolle
es: Error al eliminar rol
fr: Erreur lors de la suppression du rôle
he: שגיאה בעת מחיקת התפקיד
hi: भूमिका हटाते समय त्रुटि
it: Errore durante l'eliminazione del ruolo
ja_jp: ロールの削除中にエラーが発生しました
nl: Fout bij het verwijderen van de rol
pt: Erro ao excluir função
ru: Ошибка при удалении роли
te: పాత్రను తొలగిస్తున్నప్పుడు లోపం
zh_cn: 删除角色时出错

source: Error while retrieving role
ar: حدث خطأ أثناء استرداد الدور
bn: ভূমিকা পুনরুদ্ধার করার সময় ত্রুটি৷
de: Fehler beim Abrufen der Rolle
es: Error al recuperar el rol
fr: Erreur lors de la récupération du rôle
he: שגיאה בעת אחזור התפקיד
hi: भूमिका पुनर्प्राप्त करते समय त्रुटि
it: Errore durante il recupero del ruolo
ja_jp: ロールの取得中にエラーが発生しました
nl: Fout bij het ophalen van de rol
pt: Erro ao recuperar a função
ru: Ошибка при получении роли
te: పాత్రను తిరిగి పొందడంలో లోపం
zh_cn: 检索角色时出错

source: Please select a role to edit
ar: الرجاء تحديد دور لتحريره
bn: সম্পাদনা করার জন্য একটি ভূমিকা নির্বাচন করুন
de: Bitte wählen Sie eine Rolle zum Bearbeiten aus
es: Seleccione un rol para editar
fr: Veuillez sélectionner un rôle à modifier
he: אנא בחר תפקיד לעריכה
hi: कृपया संपादित करने के लिए एक भूमिका चुनें
it: Seleziona un ruolo da modificare
ja_jp: 編集する役割を選択してください
nl: Selecteer een rol die u wilt bewerken
pt: Selecione uma função para editar
ru: Пожалуйста, выберите роль для редактирования
te: దయచేసి సవరించడానికి పాత్రను ఎంచుకోండి
zh_cn: 请选择要编辑的角色

source: Role name cannot be blank.
ar: لا يمكن أن يكون اسم الدور فارغًا.
bn: ভূমিকার নাম ফাঁকা রাখা যাবে না।
de: Der Rollenname darf nicht leer sein.
es: El nombre del rol no puede estar en blanco.
fr: Le nom du rôle ne peut pas être vide.
he: שם התפקיד לא יכול להיות ריק.
hi: भूमिका का नाम रिक्त नहीं हो सकता.
it: Il nome del ruolo non può essere vuoto.
ja_jp: ロール名を空白にすることはできません。
nl: Rolnaam mag niet leeg zijn.
pt: O nome da função não pode ficar em branco.
ru: Имя роли не может быть пустым.
te: పాత్ర పేరు ఖాళీగా ఉండకూడదు.
zh_cn: 角色名称不能为空。

source: The Role name contains an invalid character. The valid characters of a role name are 'a' to 'z', 'A' to 'Z','0' to '9', _, - and no space
ar: يحتوي اسم الدور على حرف غير صالح. الأحرف الصالحة لاسم الدور هي "a" إلى "z"، و"A" إلى "Z"، و"0" إلى "9"، و_، - وبدون مسافة
bn: ভূমিকার নামে একটি অবৈধ অক্ষর রয়েছে৷ একটি ভূমিকা নামের বৈধ অক্ষর হল 'a' থেকে 'z', 'A' থেকে 'Z', '0' থেকে '9', _, - এবং কোনো স্থান নেই
de: Der Rollenname enthält ein ungültiges Zeichen. Die gültigen Zeichen eines Rollennamens sind „a“ bis „z“, „A“ bis „Z“, „0“ bis „9“, _, - und kein Leerzeichen
es: El nombre del rol contiene un carácter no válido. Los caracteres válidos de un nombre de rol son 'a' a 'z', 'A' a 'Z', '0' a '9', _, - y sin espacio
fr: Le nom du rôle contient un caractère non valide. Les caractères valides d'un nom de rôle sont "a" à "z", "A" à "Z", "0" à "9", _, - et aucun espace.
he: שם התפקיד מכיל תו לא חוקי. התווים החוקיים של שם תפקיד הם 'a' עד 'z', 'A' עד 'Z', '0' עד '9', _, - וללא רווח
hi: भूमिका नाम में एक अमान्य वर्ण है. किसी भूमिका नाम के मान्य वर्ण 'a' से 'z', 'A' से 'Z', '0' से '9', _, - हैं और कोई स्थान नहीं है
it: Il nome del ruolo contiene un carattere non valido. I caratteri validi del nome di un ruolo sono da "a" a "z", da "A" a "Z", da "0" a "9", _, - e nessuno spazio
ja_jp: ロール名に無効な文字が含まれています。ロール名の有効な文字は、「a」から「z」、「A」から「Z」、「0」から「9」、_、-であり、スペースは含まれません
nl: De rolnaam bevat een ongeldig teken. De geldige tekens van een rolnaam zijn 'a' tot 'z', 'A' tot 'Z','0' tot '9', _, - en geen spatie
pt: O nome da função contém um caractere inválido. Os caracteres válidos de um nome de função são 'a' a 'z', 'A' a 'Z', '0' a '9', _, - e sem espaço
ru: Имя роли содержит недопустимый символ. Допустимые символы имени роли: от «a» до «z», от «A» до «Z», от «0» до «9», _, — без пробелов.
te: పాత్ర పేరు చెల్లని అక్షరాన్ని కలిగి ఉంది. పాత్ర పేరు యొక్క చెల్లుబాటు అయ్యే అక్షరాలు 'a' నుండి 'z', 'A' నుండి 'Z','0' నుండి '9', _, - మరియు ఖాళీ లేదు
zh_cn: 角色名称包含无效字符。角色名称的有效字符为“a”至“z”、“A”至“Z”、“0”至“9”、_、-，且不能包含空格
